{
    "movies": 

        {
            "id": 1,
            "title":"Good Will Hunting",
            "year":"1997",
            "description":"Will Hunting (Matt Damon) has a genius-level IQ but chooses to work as a janitor at MIT. When he solves a difficult graduate-level math problem, his talents are discovered by Professor Gerald Lambeau (Stellan Skarsgard), who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he will get treatment from therapist Sean Maguire (Robin Williams).",
            "genres":"Drama",
            "runtime":"2h 6m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bABCBKYBK7A5G1x0FzoeoNfuj2.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$15.99"
        },
        {
            "id": 2,
            "title":"Les Miserables",
            "year":"2012",
            "description":"In 19th-century France, Jean Valjean, who for decades has been hunted by the ruthless policeman Javert after breaking parole, agrees to care for a factory worker's daughter. The decision changes their lives forever.",
            "genres":"Drama,Musical,Romance",
            "runtime":"2h 38m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/6CuzBs2Lb8At7qQr64mLXg2RYRb.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$18.99"
        },
        {
            "id": 3,
            "title":"Maleficent",
            "year":"2014",
            "description":"As a beautiful young woman of pure heart, Maleficent (Angelina Jolie) has an idyllic life in a forest kingdom. When an invading army threatens the land, Maleficent rises up to become its fiercest protector. However, a terrible betrayal hardens her heart and twists her into a creature bent on revenge. She engages in an epic battle with the invading king's successor, then curses his newborn daughter, Aurora -- realizing only later that the child holds the key to peace in the kingdom.",
            "genres":"Fantasy,Adventure,Action",
            "runtime":"1h 38m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ik8PugpL41s137RAWEGTAWu0dPo.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$13.99"
        },
        {
            "id": 4,
            "title":"Parasite",
            "year":"2019",
            "description":"Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
            "genres":"Drama",
            "runtime":"2h 12m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
            "rentPrice":"$3.99",
            "buyPrice":"$18.99"
        },
        {
            "id": 5,
            "title":"Sweeney Todd: The Demon Barber of Fleet Street",
            "year":"2007",
            "description":"Evil Judge Turpin (Alan Rickman) lusts for the beautiful wife of a London barber (Johnny Depp) and transports him to Australia for a crime he did not commit. Returning after 15 years and calling himself Sweeney Todd, the now-mad man vows revenge, applying his razor to unlucky customers and shuttling the bodies down to Mrs. Lovett (Helena Bonham Carter), who uses them in her meat-pie shop. Though many fall to his blade, he will not be satisfied until he slits Turpin's throat.",
            "genres":"Musical",
            "runtime":"1h 57m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gAW4J1bkRjZKmFsJsIiOBASeoAp.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$10.99"
        },
        {
            "id":6,
            "title":"Charlie and The Chocolate Factory",
            "year":"2004",
            "description":"Based on the beloved Roald Dahl tale, this comedic and fantastical film follows young Charlie Bucket (Freddie Highmore) and his Grandpa Joe (David Kelly) as they join a small group of contest winners who get to tour the magical and mysterious factory of eccentric candy maker Willy Wonka (Johnny Depp). Aided by his diminutive Oompa Loompa workers (Deep Roy), Wonka has a hidden motivation for the tour, one that he will reveal only after the children in the group show their true colors.",
            "genres":"Fantasy,Comedy",
            "runtime":"1h 55m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/wfGfxtBkhBzQfOZw4S8IQZgrH0a.jpg",
            "rentPrice":"$1.99",
            "buyPrice":"$9.99"
        },
        {
            "id": 7,
            "title":"Crazy Rich Asians",
            "year":"2018",
            "description":"Rachel Chu is happy to accompany her longtime boyfriend, Nick, to his best friend's wedding in Singapore. She's also surprised to learn that Nick's family is extremely wealthy and he's considered one of the country's most eligible bachelors. Thrust into the spotlight, Rachel must now contend with jealous socialites, quirky relatives and something far, far worse -- Nick's disapproving mother.",
            "genres":"Comedy,Romance",
            "runtime":"2h 0m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1XxL4LJ5WHdrcYcihEZUCgNCpAW.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$13.99"
        },
        {
            "id": 8,
            "title":"Godzilla VS. Kong",
            "year":"2021",
            "description":"Legends collide in Godzilla vs. Kong as these mythic adversaries meet in a spectacular battle for the ages, with the fate of the world hanging in the balance. Kong and his protectors undertake a perilous journey to find his true home, and with them is Jia, a young orphaned girl with whom he has formed a unique and powerful bond. But they unexpectedly find themselves in the path of an enraged Godzilla, cutting a swath of destruction across the globe. The epic clash between the two titans--instigated by unseen forces--is only the beginning of the mystery that lies deep within the core of the Earth.",
            "genres":"Action,Adventure",
            "runtime":"1h 53m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
            "rentPrice":"$1.99",
            "buyPrice":"$15.99"
        },
        {
            "id": 9,
            "title":"The Greatest Showman",
            "year":"2017",
            "description":"Growing up in the early 1800s, P.T. Barnum displays a natural talent for publicity and promotion, selling lottery tickets by age 12. After trying his hands at various jobs, P.T. turns to show business to indulge his limitless imagination, rising from nothing to create the Barnum & Bailey circus. Featuring catchy musical numbers, exotic performers and daring acrobatic feats, Barnum's mesmerizing spectacle soon takes the world by storm to become the greatest show on Earth.",
            "genres":"Musical,Biography",
            "runtime":"2h 6m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/b9CeobiihCx1uG1tpw8hXmpi7nm.jpg",
            "rentPrice":"$3.99",
            "buyPrice":"$17.99"
        },
        {
            "id":10,
            "title":"Holes",
            "year":"2003",
            "description":"A boy and his friends question the motives of a woman (Sigourney Weaver) who forces them to dig holes at a detention camp.",
            "genres":"Adventure",
            "runtime":"1h 58m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/w3KHhv3Lb42lqdd95mAxYwM4AcF.jpg",
            "rentPrice":"$0.99",
            "buyPrice":"5.99"
        },
        {
            "id": "11",
            "title":"Sonic the Hedgehod 2",
            "year":"2022",
            "description":"After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
            "genres":"Action,Adventure,Family,Comedy",
            "runtime":"2h 2m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$15.99"
        },
        {
            "id": 12,
            "title":"Limitless",
            "year":"2011",
            "description":"Facing unemployment and his girlfriend's rejection, writer Eddie Morra (Bradley Cooper) is sure that he has no future. That all changes when an old friend gives him a drug that produces enhanced mental acuity. Stoked on the untested chemical, Eddie rises to the top of the financial world and attracts the attention of a tycoon (Robert De Niro) who intends to use him to make a fortune. But terrible side-effects and a dwindling supply threaten to collapse Eddie's house of cards.",
            "genres":"Action",
            "runtime":"1h 45m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/un0a2U7KLjMH77N6EhqYh7ZOlVx.jpg",
            "rentPrice":"$0.99",
            "buyPrice":"$5.99"
        },
        {
            "id": 13,
            "title":"The Wolf of Wall Street",
            "year":"2013",
            "description":"In 1987, Jordan Belfort (Leonardo DiCaprio) takes an entry-level job at a Wall Street brokerage firm. By the early 1990s, while still in his 20s, Belfort founds his own firm, Stratton Oakmont. Together with his trusted lieutenant (Jonah Hill) and a merry band of brokers, Belfort makes a huge fortune by defrauding wealthy investors out of millions. However, while Belfort and his cronies partake in a hedonistic brew of sex, drugs and thrills, the SEC and the FBI close in on his empire of excess.",
            "genres":"Biography",
            "runtime":"2h 6m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pWHf4khOloNVfCxscsXFj3jj6gP.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$17.99"
        },
        {
            "id": 14,
            "title":"White Chicks",
            "year":"2004",
            "description":"Two FBI agent brothers, Marcus (Marlon Wayans) and Kevin Copeland (Shawn Wayans), accidentally foil a drug bust. As punishment, they are forced to escort a pair of socialites (Anne Dudek, Rochelle Aytes) to the Hamptons, where they're going to be used as bait for a kidnapper. But when the girls realize the FBI's plan, they refuse to go. Left without options, Marcus and Kevin decide to pose as the sisters, transforming themselves from African-American men into a pair of blonde, white women.",
            "genres":"Comedy",
            "runtime":"1h 48m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/vZoe1YoM8QDn1OwB7OrKHqrz3NT.jpg",
            "rentPrice":"$1.99",
            "buyPrice":"$12.99"
        },
        {
            "id": 15,
            "title":"John Wick",
            "year":"2014",
            "description":"Legendary assassin John Wick (Keanu Reeves) retired from his violent career after marrying the love of his life. Her sudden death leaves John in deep mourning. When sadistic mobster Iosef Tarasov (Alfie Allen) and his thugs steal John's prized car and kill the puppy that was a last gift from his wife, John unleashes the remorseless killing machine within and seeks vengeance. Meanwhile, Iosef's father (Michael Nyqvist) -- John's former colleague -- puts a huge bounty on John's head.",
            "genres":"Action",
            "runtime":"1h 41m",
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fZPSd91yGE9fCcCe6OoQr6E3Bev.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$15.99"
        },
        {
            "id": 16,
            "title": "Fantastic Beasts: The Secrets of Dumbledore",
            "year":"2022",
            "description":"Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
            "genres":"Fantasy,Adventure,Action",
            "runtime":"2h 22m",
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jrgifaYeUtTnaH7NF5Drkgjg2MB.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$19.99"
        },
        {
            "id":17,
            "title":"Spider-Man: No Way Home",
            "year":"2021",
            "description":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
            "genres":"Action,Adventure,Science Fiction",
            "runtime":"2h 28m",
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$19.99"
        },
        {
            "id": 18,
            "title":"Turning Red",
            "year":"2022",
            "description":"Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
            "genres":"Animation,Family,Comedy,Fantasy",
            "runtime":"1h 40m",
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
            "rentPrice":"$2.99",
            "buyPrice":"$15.99"
        },
        {
            "id": 19,
            "title":"The Black Phone",
            "year":"2022",
            "description":"Finney Shaw, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
            "genres":"Horror,Thriller,Fantasy",
            "runtime":"1h 42m",
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bxHZpV02OOu9vq3sb3MsOudEnYc.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$19.99"
        },
        {
            "id":20,
            "title":"Minions: The Rise of Gru",
            "year":"2022",
            "description":"A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
            "genres":"Family,Animation,Action,Adventure,Comedy",
            "runtime":"1h 27m",
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$19.99"
        }
    ,

    "tvshows":
    
        {
           "id":21,
            "title":"The Office",
            "year":"2005",
            "description": "A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium.",
            "genres":"Comedy",
            "seasons": 9,
            "runtime": 188,
            "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qWnJzyZhyy74gjpSjIXWmuk0ifX.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$39.99"
        },
        {
            "id":22,
             "title":"How I Met Your Mother",
             "year":"2005",
             "description": "A father recounts to his children - through a series of flashbacks - the journey he and his four best friends took leading up to him meeting their mother.",
             "genres":"Comedy",
             "seasons": 9,
             "runtime": 208,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/dvxSvr6OmYGvvt8Z1VdBlPfL1Lf.jpg",
             "rentPrice":"$5.99",
             "buyPrice":"$39.99"
         },
         {
            "id":23,
             "title":"Grey's Anatomy",
             "year":"2005",
             "description": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
             "genres":"Drama",
             "seasons": 18,
             "runtime": 388,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/zPIug5giU8oug6Xes5K1sTfQJxY.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$39.99"
         },
         {
            "id":24,
             "title":"Crash Landing on You",
             "year":"2019",
             "description": "A paragliding mishap drops a South Korean heiress in North Korea -- and into the life of an army officer, who decides he will help her hide.",
             "genres":"Drama,Comedy",
             "seasons": 1,
             "runtime": 16,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bXo9sDqMmo4dEOPSPLR7sdYPTvz.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$10.99"
         },
         {
            "id":25,
             "title":"Rick and Morty",
             "year":"2013",
             "description": "Rick is a mentally-unbalanced but scientifically gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
             "genres":"Animation, Comedy,Sci-Fi & Fantasy,Action & Adventure",
             "seasons": 5,
             "runtime": 51,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/sGVCWtLG37mLOhl11qQVrjKsDzx.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$15.99"
         },
         {
            "id":26,
             "title":"The Queen's Gambit",
             "year":"2020",
             "description": "In a Kentucky orphanage in the 1950s, a young girl discovers an astonishing talent for chess while struggling with addiction.",
             "genres":"Drama",
             "seasons": 1,
             "runtime": 7,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg",
             "rentPrice":"$2.99",
            "buyPrice":"$19.99"
         },
         {
            "id":27,
             "title":"Family Guy",
             "year":"1999",
             "description": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
             "genres":"Animation,Comedy",
             "seasons": 20,
             "runtime": 389,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9RBeCo8QSaoJLmmuzlwzVH3Hi12.jpg",
             "rentPrice":"$1.99",
            "buyPrice":"$19.99"
         },
         {
            "id":28,
             "title":"Ms. Marvel",
             "year":"2022",
             "description": "A great student, avid gamer, and voracious fan-fic scribe, Kamala Khan has a special affinity for superheroes, particularly Captain Marvel. However, she struggles to fit in at home and at school — that is, until she gets superpowers like the heroes she’s always looked up to. Life is easier with superpowers, right?",
             "genres":"Sci-Fi & Fantasy,Action & Adventure,Comedy",
             "seasons": 1,
             "runtime": 6,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/cdkyMYdu8ao26XOBvilNzLneUg1.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$29.99"
         },
         {
            "id":29,
             "title":"The Boys",
             "year":"2019",
             "description": "A group of vigilantes known informally as “The Boys” set out to take down corrupt superheroes with no more than blue-collar grit and a willingness to fight dirty.",
             "genres":"Sci-Fi & Fantasy,Action & Adventure",
             "seasons": 3,
             "runtime": 21,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/stTEycfG9928HYGEISBFaG1ngjM.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$19.99"
         },
         {
            "id":30,
             "title":"Stranger Things",
             "year":"2016",
             "description": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
             "genres":"Drama,Sci-Fi & Fantasy,Mystery",
             "seasons": 4,
             "runtime": 24,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/49WJfeN0moxb9IPfGn8AIqMGskD.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$20.99"
         },
         {
            "id":31,
             "title":"Itaewon Class",
             "year":"2020",
             "description": "In a colorful Seoul neighborhood, an ex-con and his friends fight a mighty foe to make their ambitious dreams for their street bar a reality.",
             "genres":"Drama",
             "seasons": 1,
             "runtime": 16,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/uW91bKQhdkwPLAE2lJJkY5xdyJg.jpg",
             "rentPrice":"$2.99",
            "buyPrice":"$11.99"
         },
         {
            "id":32,
             "title":"All of Us Are Dead",
             "year":"2022",
             "description": "A high school becomes ground zero for a zombie virus outbreak. Trapped students must fight their way out — or turn into one of the rabid infected.",
             "genres":"Action & Adventure,Drama,Sci-Fi & Fantasy",
             "seasons": 1,
             "runtime": 12,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pTEFqAjLd5YTsMD6NSUxV6Dq7A6.jpg",
             "rentPrice":"$2.99",
            "buyPrice":"$11.99"
         },
         {
            "id":33,
             "title":"Money Heist",
             "year":"2017",
             "description": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
             "genres":"Crime,Drama",
             "seasons": 3,
             "runtime": 23,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/reEMJA1uzscCbkpeRJeTT2bjqUp.jpg",
             "rentPrice":"$3.99",
            "buyPrice":"$29.99"
         },
         {
            "id":34,
             "title":"The Simpsons",
             "year":"1989",
             "description": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
             "genres":"Family,Animation,Comedy",
             "seasons": 33,
             "runtime": 728,
             "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/tubgEpjTUA7t0kejVMBsNBZDarZ.jpg",
             "rentPrice":"$5.99",
            "buyPrice":"$29.99"
         },
         {
            "id":35,
            "title":"Arcane",
            "year":"2021",
            "description":"Amid the stark discord of twin cities Piltover and Zaun, two sisters fight on rival sides of a war between magic technologies and clashing convictions.",
            "genres":"Animation,Sci-Fi & Fantasy,Action & Adventure,Drama",
            "seasons":1,
            "runtime":9,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ohGz4HDYGTite1GmRhRuBMVAn03.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$10.99"
         },
         {
            "id":36,
            "title":"Scissor Seven",
            "year":"2018",
            "description":"Seeking to recover his memory, a scissor-wielding, hairdressing, bungling quasi-assassin stumbles into a struggle for power among feuding factions.",
            "genres":"Animation,Comedy,Drama,Action & Adventure",
            "seasons":3,
            "runtime":14,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/A39DWUIrf9WDRHCg7QTR8seWUvi.jpg",
            "rentPrice":"$1.99",
            "buyPrice":"$9.99"
         },
         {
            "id":37,
            "title":"House",
            "year":"2004",
            "description":"Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.",
            "genres":"Drama,Mystery",
            "seasons": 8,
            "runtime":177,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/lkvhReTBZ2Ksl0Dl5Oplsf6UYkF.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$20.99"
         },
         {
            "id":38,
            "title":"Peaky Blinders",
            "year":"2013",
            "description":"A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
            "genres":"Drama,Crime",
            "seasons": 6,
            "runtime": 36,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$20.99"
         },
         {
            "id":39,
            "title":"Obi-Wan Kenobi",
            "year":"2022",
            "description":"During the reign of the Galactic Empire, former Jedi Master, Obi-Wan Kenobi, embarks on a crucial mission to confront allies turned enemies and face the wrath of the Empire.",
            "genres":"Sci-Fi & Fantasy,Action & Adventure,Drama",
            "seasons": 1,
            "runtime": 6,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qJRB789ceLryrLvOKrZqLKr2CGf.jpg",
            "rentPrice":"$5.99",
            "buyPrice":"$39.99"
         },
         {
            "id":40,
            "title":"Squid Game",
            "year":"2021",
            "description":"Hundreds of cash-strapped players accept a strange invitation to compete in children's games—with high stakes. But, a tempting prize awaits the victor.",
            "genres":"Action & Adventure,Mystery,Drama",
            "seasons": 1,
            "runtime": 9,
            "poster":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg",
            "rentPrice":"$1.99",
            "buyPrice":"$9.99"
         }

      
}